---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.CalPerS
source: html/3fb9d62e-7f97-c4cb-7e24-cc7db2670ff8.htm
---
# Autodesk.Revit.DB.SymbolTypeId.CalPerS Property

Symbol cal/s, indicating unit Calories per second.

## Syntax (C#)
```csharp
public static ForgeTypeId CalPerS { get; }
```